Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 录音会在本机转成文字，不上传原始音频。
ar: تُحوَّل التسجيلات إلى نص على هذا الجهاز، ولا يُرفع الصوت الأصلي.
de: Aufnahmen werden auf diesem Mac in Text umgewandelt; das Originalaudio wird nicht hochgeladen.
en: Recordings are converted to text on this Mac; the original audio is never uploaded.
es: Las grabaciones se convierten a texto en este equipo; el audio original no se sube.
fr: Les enregistrements sont convertis en texte sur cet appareil ; l'audio d'origine n'est jamais envoyé.
hi: रिकॉर्डिंग इस Mac पर टेक्स्ट में बदली जाती है; मूल ऑडियो अपलोड नहीं होता।
id: Rekaman diubah menjadi teks di Mac ini; audio asli tidak diunggah.
it: Le registrazioni vengono convertite in testo su questo Mac; l'audio originale non viene caricato.
ja: 録音は本機でテキストに変換され、元の音声はアップロードされません。
ko: 녹음은 이 Mac에서 텍스트로 변환되며 원본 오디오는 업로드되지 않습니다.
nl: Opnamen worden op deze Mac naar tekst omgezet; de originele audio wordt niet geüpload.
pl: Nagrania są konwertowane na tekst na tym komputerze; oryginalny dźwięk nie jest przesyłany.
pt: As gravações são convertidas em texto neste Mac; o áudio original não é enviado.
ru: Записи преобразуются в текст на этом Mac; исходное аудио не загружается.
sv: Inspelningar omvandlas till text på denna Mac; originalinspelningen laddas inte upp.
th: การบันทึกจะถูกแปลงเป็นข้อความบน Mac เครื่องนี้ ไม่มีการอัปโหลดเสียงต้นฉบับ
tr: Kayıtlar bu Mac'te metne dönüştürülür; orijinal ses yüklenmez.
uk: Записи перетворюються на текст на цьому Mac; вихідне аудіо не завантажується.
vi: Bản ghi được chuyển thành văn bản ngay trên máy này; âm thanh gốc không được tải lên.
zh_hant: 錄音會在本機轉成文字，不上傳原始音訊。

source: 录音使用的输入设备可自行指定（「设置 → 录音 → 输入设备」，或菜单栏「麦克风」）。可选范围与系统「声音 → 输入」一致，包含外接麦克风与虚拟/回环设备。该选择只保存在本机、只作用于本应用，不会修改系统默认输入设备。
ar: يمكنك تحديد جهاز الإدخال المستخدم للتسجيل («الإعدادات → التسجيل → جهاز الإدخال» أو «الميكروفون» في شريط القوائم). تتطابق القائمة مع «الصوت → الإدخال» في النظام وتشمل الميكروفونات الخارجية والأجهزة الافتراضية/المرتجعة. يُحفظ الاختيار على هذا الجهاز فقط ويُطبَّق على هذا التطبيق فقط ولا يغيّر جهاز الإدخال الافتراضي للنظام.
de: Das für die Aufnahme verwendete Eingabegerät lässt sich wählen (Einstellungen → Aufnahme → Eingabegerät oder Menüleiste „Mikrofon“). Die Liste entspricht „Ton → Eingabe“ des Systems und umfasst externe Mikrofone sowie virtuelle/Loopback-Geräte. Die Auswahl wird nur auf diesem Mac gespeichert, gilt nur für diese App und ändert den Systemstandard nicht.
en: You can choose which input device is used for recording (Settings → Recording → Input Device, or the menu bar’s Microphone). The available list matches the system’s Sound → Input list, including external microphones and virtual/loopback devices. The choice is stored only on this Mac and applies only to this app; it never changes the system default input device.
es: Puedes elegir el dispositivo de entrada usado para grabar (Ajustes → Grabación → Dispositivo de entrada, o barra de menús «Micrófono»). La lista coincide con «Sonido → Entrada» del sistema e incluye micrófonos externos y dispositivos virtuales/loopback. La elección se guarda solo en este equipo, se aplica solo a esta app y nunca cambia el dispositivo de entrada predeterminado del sistema.
fr: Vous pouvez choisir le périphérique d'entrée utilisé pour l'enregistrement (Réglages → Enregistrement → Périphérique d'entrée, ou barre des menus « Microphone »). La liste proposée correspond à celle de « Son → Entrée » du système, micros externes et périphériques virtuels/loopback inclus. Ce choix est stocké uniquement sur ce Mac, ne s'applique qu'à cette app et ne modifie jamais le périphérique d'entrée par défaut du système.
hi: रिकॉर्डिंग के लिए इस्तेमाल होने वाला इनपुट डिवाइस चुना जा सकता है («सेटिंग्स → रिकॉर्डिंग → इनपुट डिवाइस», या मेन्यू बार का «माइक्रोफ़ोन»)। सूची सिस्टम के «साउंड → इनपुट» जैसी है और इसमें बाहरी माइक तथा वर्चुअल/लूपबैक डिवाइस शामिल हैं। यह चयन केवल इस Mac पर सहेजा जाता है, केवल इस ऐप पर लागू होता है और सिस्टम का डिफ़ॉल्ट इनपुट डिवाइस नहीं बदलता।
id: Anda dapat memilih perangkat input untuk perekaman («Pengaturan → Perekaman → Perangkat Input», atau «Mikrofon» di bilah menu). Daftarnya sama dengan «Suara → Input» sistem, termasuk mikrofon eksternal dan perangkat virtual/loopback. Pilihan hanya disimpan di Mac ini, hanya berlaku untuk aplikasi ini, dan tidak mengubah perangkat input default sistem.
it: Puoi scegliere il dispositivo di input usato per la registrazione (Impostazioni → Registrazione → Dispositivo di input, oppure barra dei menu «Microfono»). L’elenco coincide con «Suono → Ingresso» del sistema e include microfoni esterni e dispositivi virtuali/loopback. La scelta è salvata solo su questo Mac, vale solo per questa app e non modifica mai il dispositivo di input predefinito del sistema.
ja: 録音に使う入力デバイスは指定できます（「設定 → 録音 → 入力デバイス」またはメニューバーの「マイク」）。選択肢はシステムの「サウンド → 入力」と同じで、外付けマイクや仮想/ループバックデバイスも含みます。この選択は本機にのみ保存され、本アプリにのみ適用され、システムのデフォルト入力デバイスは変更しません。
ko: 녹음에 사용할 입력 장치를 지정할 수 있습니다(‘설정 → 녹음 → 입력 장치’ 또는 메뉴 막대 ‘마이크’). 선택 목록은 시스템 ‘사운드 → 입력’과 같으며 외장 마이크와 가상/루프백 장치를 포함합니다. 이 선택은 이 Mac에만 저장되고 이 앱에만 적용되며 시스템 기본 입력 장치는 변경하지 않습니다.
nl: Je kunt kiezen welk invoerapparaat voor opnemen wordt gebruikt («Instellingen → Opnemen → Invoerapparaat», of «Microfoon» in de menubalk). De lijst komt overeen met «Geluid → Invoer» van het systeem, inclusief externe microfoons en virtuele/loopback-apparaten. De keuze wordt alleen op deze Mac opgeslagen, geldt alleen voor deze app en wijzigt nooit het systeemstandaard invoerapparaat.
pl: Możesz wybrać urządzenie wejściowe używane do nagrywania („Ustawienia → Nagrywanie → Urządzenie wejściowe” lub „Mikrofon” w pasku menu). Lista odpowiada systemowej „Dźwięk → Wejście” i obejmuje mikrofony zewnętrzne oraz urządzenia wirtualne/loopback. Wybór jest zapisywany tylko na tym Macu, dotyczy tylko tej aplikacji i nigdy nie zmienia domyślnego urządzenia wejściowego systemu.
pt: Pode escolher o dispositivo de entrada usado na gravação (Definições → Gravação → Dispositivo de entrada, ou barra de menus «Microfone»). A lista corresponde a «Som → Entrada» do sistema e inclui microfones externos e dispositivos virtuais/loopback. A escolha é guardada apenas neste Mac, aplica-se apenas a esta app e nunca altera o dispositivo de entrada padrão do sistema.
ru: Можно выбрать устройство ввода для записи («Настройки → Запись → Устройство ввода» или «Микрофон» в строке меню). Список совпадает с системным «Звук → Вход» и включает внешние микрофоны и виртуальные/loopback-устройства. Выбор хранится только на этом Mac, действует лишь в этом приложении и не меняет системное устройство ввода по умолчанию.
sv: Du kan välja vilken indataenhet som används för inspelning («Inställningar → Inspelning → Indataenhet», eller «Mikrofon» i menyraden). Listan motsvarar systemets «Ljud → In» och omfattar externa mikrofoner och virtuella/loopback-enheter. Valet sparas bara på den här Macen, gäller bara den här appen och ändrar aldrig systemets standardenhet.
th: เลือกอุปกรณ์อินพุตที่ใช้บันทึกได้ («การตั้งค่า → การบันทึก → อุปกรณ์อินพุต» หรือ «ไมโครโฟน» ในแถบเมนู) รายการจะตรงกับ «เสียง → อินพุต» ของระบบ รวมไมค์ภายนอกและอุปกรณ์เสมือน/ลูปแบ็ก ตัวเลือกนี้เก็บไว้ในเครื่องนี้เท่านั้น มีผลกับแอปนี้เท่านั้น และไม่เปลี่ยนอุปกรณ์อินพุตเริ่มต้นของระบบ
tr: Kayıt için kullanılacak giriş aygıtını seçebilirsiniz («Ayarlar → Kayıt → Giriş Aygıtı» veya menü çubuğunda «Mikrofon»). Liste sistemin «Ses → Giriş» listesiyle aynıdır; harici mikrofonlar ve sanal/loopback aygıtlar dahildir. Seçim yalnızca bu Mac’te saklanır, yalnızca bu uygulama için geçerlidir ve sistem varsayılan giriş aygıtını değiştirmez.
uk: Можна вибрати пристрій введення для запису («Налаштування → Запис → Пристрій введення» або «Мікрофон» у рядку меню). Список збігається із системним «Звук → Вхід» і містить зовнішні мікрофони та віртуальні/loopback-пристрої. Вибір зберігається лише на цьому Mac, діє тільки в цьому застосунку й не змінює системний пристрій введення за замовчуванням.
vi: Bạn có thể chọn thiết bị đầu vào dùng để ghi âm («Cài đặt → Ghi âm → Thiết bị đầu vào», hoặc «Micrô» trên thanh menu). Danh sách tương ứng với «Âm thanh → Đầu vào» của hệ thống, gồm micrô ngoài và thiết bị ảo/loopback. Lựa chọn chỉ lưu trên máy này, chỉ áp dụng cho ứng dụng này và không thay đổi thiết bị đầu vào mặc định của hệ thống.
zh_hant: 錄音使用的輸入裝置可自行指定（「設定 → 錄音 → 輸入裝置」，或選單列「麥克風」）。可選範圍與系統「聲音 → 輸入」一致，包含外接麥克風與虛擬/回環裝置。該選擇只保存在本機、只作用於本應用程式，不會修改系統預設輸入裝置。

source: 录音停止失败：未找到录音文件
ar: فشل إيقاف التسجيل: ملف التسجيل غير موجود
de: Aufnahme stoppen fehlgeschlagen: Aufnahmedatei nicht gefunden
en: Failed to stop recording: recording file not found
es: Error al detener la grabación: archivo de grabación no encontrado
fr: Échec de l'arrêt de l'enregistrement : fichier introuvable
hi: रिकॉर्डिंग रोकने में विफल: रिकॉर्डिंग फ़ाइल नहीं मिली
id: Gagal menghentikan rekaman: file rekaman tidak ditemukan
it: Interruzione della registrazione non riuscita: file di registrazione non trovato
ja: 録音の停止に失敗: 録音ファイルが見つかりません
ko: 녹음 중지 실패: 녹음 파일을 찾을 수 없습니다
nl: Opname stoppen mislukt: opnamebestand niet gevonden
pl: Nie udało się zatrzymać nagrania: nie znaleziono pliku nagrania
pt: Falha ao parar a gravação: arquivo de gravação não encontrado
ru: Не удалось остановить запись: файл записи не найден
sv: Det gick inte att stoppa inspelningen: inspelningsfilen hittades inte
th: หยุดการบันทึกไม่สำเร็จ: ไม่พบไฟล์การบันทึก
tr: Kayıt durdurulamadı: kayıt dosyası bulunamadı
uk: Не вдалося зупинити запис: файл запису не знайдено
vi: Dừng ghi âm thất bại: không tìm thấy tệp ghi âm
zh_hant: 錄音停止失敗：未找到錄音文件

source: 录音分片均已损坏，无法生成最终文件。分片文件已保留在录音文件夹，可用 ffmpeg 等专业工具尝试修复。
ar: جميع مقاطع التسجيل تالفة ولا يمكن إنشاء الملف النهائي. تم الاحتفاظ بالمقاطع في مجلد التسجيل؛ جرّب إصلاحها بأدوات احترافية مثل ffmpeg.
de: Alle Aufnahmefragmente sind beschädigt, die finale Datei kann nicht erzeugt werden. Die Fragmente wurden im Aufnahmeordner behalten; versuchen Sie eine Reparatur mit Tools wie ffmpeg.
en: All recording chunks are corrupted and the final file cannot be generated. The chunk files have been kept in the recording folder; try repairing them with professional tools such as ffmpeg.
es: Todos los fragmentos de grabación están dañados y no se puede generar el archivo final. Los fragmentos se conservaron en la carpeta; intenta repararlos con herramientas como ffmpeg.
fr: Tous les fragments d’enregistrement sont corrompus et le fichier final ne peut pas être généré. Les fragments ont été conservés dans le dossier ; essayez de les réparer avec des outils comme ffmpeg.
hi: सभी रिकॉर्डिंग खंड क्षतिग्रस्त हैं और अंतिम फ़ाइल नहीं बन सकती। खंड फ़ाइलें रिकॉर्डिंग फ़ोल्डर में रखी गई हैं; ffmpeg जैसे उपकरणों से मरम्मत का प्रयास करें।
id: Semua potongan rekaman rusak dan file final tidak dapat dibuat. Berkas potongan disimpan di folder rekaman; coba perbaiki dengan alat profesional seperti ffmpeg.
it: Tutti i frammenti di registrazione sono danneggiati e il file finale non può essere generato. I frammenti sono stati conservati nella cartella; prova a ripararli con strumenti come ffmpeg.
ja: 録音チャンクがすべて破損しており、最終ファイルを生成できません。チャンクファイルは録音フォルダに保持されています。ffmpeg などの専門ツールで修復を試みてください。
ko: 녹음 조각이 모두 손상되어 최종 파일을 생성할 수 없습니다. 조각 파일은 녹음 폴더에 보관되어 있으니 ffmpeg 같은 전문 도구로 복구를 시도해 보세요.
nl: Alle opnamefragmenten zijn beschadigd en het definitieve bestand kan niet worden gemaakt. De fragmenten zijn bewaard in de opnamemap; probeer ze te herstellen met tools zoals ffmpeg.
pl: Wszystkie fragmenty nagrania są uszkodzone i nie można utworzyć pliku końcowego. Fragmenty zachowano w folderze nagrania; spróbuj je naprawić narzędziami takimi jak ffmpeg.
pt: Todos os fragmentos da gravação estão corrompidos e o arquivo final não pode ser gerado. Os fragmentos foram mantidos na pasta; tente repará-los com ferramentas como ffmpeg.
ru: Все фрагменты записи повреждены, итоговый файл создать невозможно. Фрагменты сохранены в папке записи; попробуйте восстановить их инструментами вроде ffmpeg.
sv: Alla inspelningsdelar är skadade och den slutliga filen kan inte skapas. Delfilerna har behållits i inspelningsmappen; försök reparera dem med verktyg som ffmpeg.
th: ชิ้นส่วนการบันทึกเสียงเสียหายทั้งหมด จึงไม่สามารถสร้างไฟล์สุดท้ายได้ ไฟล์ชิ้นส่วนถูกเก็บไว้ในโฟลเดอร์บันทึกเสียง ลองซ่อมด้วยเครื่องมืออย่าง ffmpeg
tr: Tüm kayıt parçaları bozuk ve nihai dosya oluşturulamıyor. Parça dosyaları kayıt klasöründe tutuldu; ffmpeg gibi araçlarla onarmayı deneyin.
uk: Усі фрагменти запису пошкоджено, фінальний файл створити неможливо. Фрагменти збережено в папці запису; спробуйте відновити їх інструментами на кшталт ffmpeg.
vi: Tất cả đoạn ghi âm đều bị hỏng, không thể tạo tệp cuối. Các tệp đoạn đã được giữ trong thư mục ghi âm; hãy thử sửa bằng công cụ chuyên dụng như ffmpeg.
zh_hant: 錄音分片均已損壞，無法生成最終檔案。分片檔案已保留在錄音資料夾，可用 ffmpeg 等專業工具嘗試修復。

source: 录音列表
ar: التسجيلات
de: Aufnahmen
en: Recordings
es: Grabaciones
fr: Enregistrements
hi: रिकॉर्डिंग्स
id: Daftar rekaman
it: Registrazioni
ja: 録音リスト
ko: 녹음 목록
nl: Opnamen
pl: Nagrania
pt: Gravações
ru: Записи
sv: Inspelningar
th: การบันทึก
tr: Kayıtlar
uk: Записи
vi: Danh sách bản ghi
zh_hant: 錄音列表

source: 录音启动失败：%@
ar: فشل بدء التسجيل: %@
de: Aufnahme starten fehlgeschlagen: %@
en: Failed to start recording: %@
es: Error al iniciar la grabación: %@
fr: Échec du démarrage de l'enregistrement : %@
hi: रिकॉर्डिंग शुरू करने में विफल: %@
id: Gagal memulai rekaman: %@
it: Avvio registrazione non riuscito: %@
ja: 録音の開始に失敗: %@
ko: 녹음 시작 실패: %@
nl: Opname starten mislukt: %@
pl: Nie udało się rozpocząć nagrywania: %@
pt: Falha ao iniciar a gravação: %@
ru: Не удалось начать запись: %@
sv: Det gick inte att starta inspelningen: %@
th: เริ่มการบันทึกไม่สำเร็จ: %@
tr: Kayıt başlatılamadı: %@
uk: Не вдалося почати запис: %@
vi: Bắt đầu ghi âm thất bại: %@
zh_hant: 錄音啓動失敗：%@

source: 录音数量
ar: عدد التسجيلات
de: Anzahl Aufnahmen
en: Recording Count
es: Número de grabaciones
fr: Nombre d'enregistrements
hi: रिकॉर्डिंग संख्या
id: Jumlah rekaman
it: Numero di registrazioni
ja: 録音数
ko: 녹음 수
nl: Aantal opnamen
pl: Liczba nagrań
pt: Número de gravações
ru: Количество записей
sv: Antal inspelningar
th: จำนวนการบันทึก
tr: Kayıt sayısı
uk: Кількість записів
vi: Số lượng bản ghi
zh_hant: 錄音數量

source: 录音文件删除失败：%@。数据库记录已保留以防止数据复活，请手动删除文件后重试。
ar: فشل حذف ملف التسجيل: %@. تم الاحتفاظ بسجل قاعدة البيانات لمنع عودة البيانات. احذف الملف يدويًا وحاول مجددًا.
de: Aufnahmedatei löschen fehlgeschlagen: %@. Der Datenbankeintrag wurde behalten, um ein Wiederauftauchen der Daten zu verhindern. Bitte löschen Sie die Datei manuell und versuchen Sie es erneut.
en: Failed to delete the recording file: %@. The database record was kept to prevent the data from reappearing. Please delete the file manually and retry.
es: Error al eliminar el archivo de grabación: %@. Se conservó la entrada de la base de datos para evitar la reaparición de datos. Elimina el archivo manualmente y reintenta.
fr: Échec de la suppression du fichier d'enregistrement : %@. L'entrée de la base de données a été conservée pour éviter la réapparition des données. Supprimez le fichier manuellement puis réessayez.
hi: रिकॉर्डिंग फ़ाइल हटाने में विफल: %@। डेटा पुनः प्रकट होने से रोकने के लिए डेटाबेस प्रविष्टि रखी गई है। कृपया फ़ाइल मैन्युअल रूप से हटाकर पुनः प्रयास करें।
id: Gagal menghapus file rekaman: %@. Entri basis data dipertahankan untuk mencegah data muncul kembali. Silakan hapus file secara manual lalu coba lagi.
it: Eliminazione del file di registrazione non riuscita: %@. La voce del database è stata conservata per evitare la ricomparsa dei dati. Elimina il file manualmente e riprova.
ja: 録音ファイルの削除に失敗: %@。データの復活を防ぐためデータベースの記録は保持しました。ファイルを手動で削除してから再試行してください。
ko: 녹음 파일 삭제 실패: %@. 데이터 부활을 막기 위해 데이터베이스 기록은 유지했습니다. 파일을 수동으로 삭제한 후 다시 시도하세요.
nl: Opnamebestand verwijderen mislukt: %@. Het database-item is behouden om het opnieuw verschijnen van gegevens te voorkomen. Verwijder het bestand handmatig en probeer opnieuw.
pl: Nie udało się usunąć pliku nagrania: %@. Wpis bazy danych został zachowany, aby zapobiec ponownemu pojawieniu się danych. Usuń plik ręcznie i spróbuj ponownie.
pt: Falha ao apagar o arquivo de gravação: %@. A entrada do banco de dados foi mantida para evitar reaparecimento dos dados. Apague o arquivo manualmente e tente novamente.
ru: Не удалось удалить файл записи: %@. Запись в базе данных сохранена, чтобы предотвратить повторное появление данных. Удалите файл вручную и повторите попытку.
sv: Det gick inte att radera inspelningsfilen: %@. Databasposten behölls för att förhindra att data återuppstår. Radera filen manuellt och försök igen.
th: ลบไฟล์การบันทึกไม่สำเร็จ: %@ รายการฐานข้อมูลถูกเก็บไว้เพื่อป้องกันข้อมูลกลับมา โปรดลบไฟล์ด้วยตนเองแล้วลองใหม่
tr: Kayıt dosyası silinemedi: %@. Verilerin yeniden ortaya çıkmasını önlemek için veritabanı girişi korundu. Lütfen dosyayı manuel silip tekrar deneyin.
uk: Не вдалося видалити файл запису: %@. Запис бази даних збережено, щоб запобігти повторній появі даних. Видаліть файл вручну та спробуйте ще раз.
vi: Xóa tệp ghi âm thất bại: %@. Mục cơ sở dữ liệu được giữ lại để tránh dữ liệu xuất hiện trở lại. Vui lòng xóa tệp thủ công rồi thử lại.
zh_hant: 錄音文件刪除失敗：%@。數據庫記錄已保留以防止數據復活，請手動刪除文件後重試。

source: 录音文件夹删除失败：%@。数据库记录已保留以防止数据复活，请手动删除文件夹后重试。
ar: فشل حذف مجلد التسجيل: %@. تم الاحتفاظ بسجل قاعدة البيانات لمنع عودة البيانات. احذف المجلد يدويًا وحاول مجددًا.
de: Aufnahmeordner löschen fehlgeschlagen: %@. Der Datenbankeintrag wurde behalten, um ein Wiederauftauchen der Daten zu verhindern. Bitte löschen Sie den Ordner manuell und versuchen Sie es erneut.
en: Failed to delete the recording folder: %@. The database record was kept to prevent the data from reappearing. Please delete the folder manually and retry.
es: Error al eliminar la carpeta de grabación: %@. Se conservó la entrada de la base de datos para evitar la reaparición de datos. Elimina la carpeta manualmente y reintenta.
fr: Échec de la suppression du dossier d'enregistrement : %@. L'entrée de la base de données a été conservée pour éviter la réapparition des données. Supprimez le dossier manuellement puis réessayez.
hi: रिकॉर्डिंग फ़ोल्डर हटाने में विफल: %@। डेटा पुनः प्रकट होने से रोकने के लिए डेटाबेस प्रविष्टि रखी गई है। कृपया फ़ोल्डर मैन्युअल रूप से हटाकर पुनः प्रयास करें।
id: Gagal menghapus folder rekaman: %@. Entri basis data dipertahankan untuk mencegah data muncul kembali. Silakan hapus folder secara manual lalu coba lagi.
it: Eliminazione della cartella di registrazione non riuscita: %@. La voce del database è stata conservata per evitare la ricomparsa dei dati. Elimina la cartella manualmente e riprova.
ja: 録音フォルダの削除に失敗: %@。データの復活を防ぐためデータベースの記録は保持しました。フォルダを手動で削除してから再試行してください。
ko: 녹음 폴더 삭제 실패: %@. 데이터 부활을 막기 위해 데이터베이스 기록은 유지했습니다. 폴더를 수동으로 삭제한 후 다시 시도하세요.
nl: Opnamemap verwijderen mislukt: %@. Het database-item is behouden om het opnieuw verschijnen van gegevens te voorkomen. Verwijder de map handmatig en probeer opnieuw.
pl: Nie udało się usunąć folderu nagrania: %@. Wpis bazy danych został zachowany, aby zapobiec ponownemu pojawieniu się danych. Usuń folder ręcznie i spróbuj ponownie.
pt: Falha ao apagar a pasta de gravação: %@. A entrada do banco de dados foi mantida para evitar reaparecimento dos dados. Apague a pasta manualmente e tente novamente.
ru: Не удалось удалить папку записи: %@. Запись в базе данных сохранена, чтобы предотвратить повторное появление данных. Удалите папку вручную и повторите попытку.
sv: Det gick inte att radera inspelningsmappen: %@. Databasposten behölls för att förhindra att data återuppstår. Radera mappen manuellt och försök igen.
th: ลบโฟลเดอร์การบันทึกไม่สำเร็จ: %@ รายการฐานข้อมูลถูกเก็บไว้เพื่อป้องกันข้อมูลกลับมา โปรดลบโฟลเดอร์ด้วยตนเองแล้วลองใหม่
tr: Kayıt klasörü silinemedi: %@. Verilerin yeniden ortaya çıkmasını önlemek için veritabanı girişi korundu. Lütfen klasörü manuel silip tekrar deneyin.
uk: Не вдалося видалити папку запису: %@. Запис бази даних збережено, щоб запобігти повторній появі даних. Видаліть папку вручну та спробуйте ще раз.
vi: Xóa thư mục ghi âm thất bại: %@. Mục cơ sở dữ liệu được giữ lại để tránh dữ liệu xuất hiện trở lại. Vui lòng xóa thư mục thủ công rồi thử lại.
zh_hant: 錄音資料夾刪除失敗：%@。數據庫記錄已保留以防止數據復活，請手動刪除資料夾後重試。

source: 录音文件存储在「设置 → 数据文件夹」指定的路径下，按月份自动分组
ar: تُخزَّن ملفات التسجيل في المسار المحدد في الإعدادات ← مجلد البيانات، مجمّعة تلقائيًا حسب الشهر
de: Aufnahmen werden unter dem in Einstellungen → Datenordner festgelegten Pfad gespeichert und automatisch nach Monat gruppiert
en: Recording files are stored under the path set in Settings → Data Folder, automatically grouped by month
es: Las grabaciones se guardan en la ruta definida en Ajustes → Carpeta de datos, agrupadas automáticamente por mes
fr: Les fichiers sont stockés dans le chemin défini via Réglages → Dossier de données, groupés automatiquement par mois
hi: रिकॉर्डिंग फ़ाइलें सेटिंग्स → डेटा फ़ोल्डर में निर्धारित पथ पर संग्रहीत होती हैं और महीने के अनुसार स्वतः समूहित होती हैं
id: File rekaman disimpan di jalur yang diatur di Pengaturan → Folder Data, dikelompokkan otomatis per bulan
it: Le registrazioni sono archiviate nel percorso impostato in Impostazioni → Cartella dati, raggruppate automaticamente per mese
ja: 録音ファイルは「設定 → データフォルダ」で指定したパスに保存され、月別に自動整理されます
ko: 녹음 파일은 설정 → 데이터 폴더에서 지정한 경로에 저장되며 월별로 자동 그룹화됩니다
nl: Opnamebestanden worden opgeslagen onder het pad in Instellingen → Gegevensmap, automatisch gegroepeerd per maand
pl: Pliki nagrań są przechowywane w ścieżce ustawionej w Ustawienia → Folder danych, automatycznie grupowane według miesiąca
pt: As gravações são armazenadas no caminho definido em Ajustes → Pasta de dados, agrupadas automaticamente por mês
ru: Записи хранятся по пути, заданному в Настройки → Папка данных, и автоматически группируются по месяцам
sv: Inspelningsfiler lagras under sökvägen i Inställningar → Datamapp, automatiskt grupperade per månad
th: ไฟล์เสียงบันทึกเก็บในพาธที่ตั้งไว้ที่ การตั้งค่า → โฟลเดอร์ข้อมูล จัดกลุ่มตามเดือนอัตโนมัติ
tr: Kayıt dosyaları Ayarlar → Veri Klasörü'nde belirtilen yolda saklanır ve aya göre otomatik gruplanır
uk: Файли записів зберігаються за шляхом у Налаштування → Папка даних та автоматично групуються за місяцями
vi: File ghi âm được lưu tại đường dẫn trong Cài đặt → Thư mục dữ liệu, tự động nhóm theo tháng
zh_hant: 錄音文件存儲在「設定 → 資料文件夾」指定的路徑下，按月份自動分組

source: 录音文件存储在文稿/Memonta 文件夹，按年月日时分归档
ar: تُخزن ملفات التسجيل في المستندات/Memonta، منظمة حسب التاريخ والوقت
de: Aufnahmedateien werden im Ordner Dokumente/Memonta gespeichert, nach Datum und Uhrzeit sortiert
en: Recording files are stored in Documents/Memonta, organized by date and time
es: Los archivos de grabación se almacenan en Documentos/Memonta, organizados por fecha y hora
fr: Les fichiers d'enregistrement sont stockés dans Documents/Memonta, classés par date et heure
hi: रिकॉर्डिंग फ़ाइलें दस्तावेज़/Memonta फ़ोल्डर में दिनांक-समय अनुसार संग्रहीत होती हैं
id: File rekaman disimpan di Dokumen/Memonta, diatur menurut tanggal dan waktu
it: I file di registrazione sono archiviati in Documenti/Memonta, organizzati per data e ora
ja: 録音ファイルは Documents/Memonta フォルダに日時別に保存されます
ko: 녹음 파일은 Documents/Memonta 폴더에 날짜와 시간별로 저장됩니다
nl: Opnamebestanden worden opgeslagen in Documenten/Memonta, geordend op datum en tijd
pl: Pliki nagrań są przechowywane w Dokumenty/Memonta, uporządkowane według daty i godziny
pt: Arquivos de gravação são armazenados em Documentos/Memonta, organizados por data e hora
ru: Файлы записей хранятся в Документы/Memonta, в папках по дате и времени
sv: Inspelningsfiler lagras i Dokument/Memonta, organiserade efter datum och tid
th: ไฟล์การบันทึกถูกเก็บใน เอกสาร/Memonta จัดเรียงตามวันที่และเวลา
tr: Kayıt dosyaları Belgeler/Memonta'da saklanır, tarih ve saate göre düzenlenir
uk: Файли записів зберігаються в Документи/Memonta, упорядковані за датою та часом
vi: Tệp ghi âm được lưu trong Tài liệu/Memonta, tổ chức theo ngày giờ
zh_hant: 錄音文件儲存在文稿/Memonta 資料夾，按年月日時分歸檔
